[
{"title": "Una 'España vaciada' es hermana gemela de grandes incendios forestales", "description": "El bombero forestal Sergio Fidalgo analiza la magnitud de los incendios, la despoblación rural y la falta de medios, planteando las posibles salidas que eviten una tragedia peor cada verano.", "date": "14 sep. 2025 - 09:00", "source": "https://diariosocialista.net/2025/09/14/una-espana-vaciada-es-hermana-gemela-de-grandes-incendios-forestales/"},
{"title": "Si no contamos con un proyecto propio, todos los avances serán un regalo para otro", "description": "Luzía y Antón hablan sobre los primeros pasos y las perspectivas de la Coordinadora da Mocidade Socialista (CMS) en Galiza.", "date": "28 sep. 2025 - 08:00", "source": "https://diariosocialista.net/2025/09/28/si-no-contamos-con-un-proyecto-propio-todos-los-avances-seran-un-regalo-para-otro/"},
{"title": "Tenemos la conciencia tranquila y la cabeza bien alta", "description": "Piden 60 años de cárcel y 45.000 euros de multa para 19 personas de Zaragoza por intentar parar un desahucio.", "date": "29 oct. 2025 - 14:49", "source": "https://diariosocialista.net/2025/10/29/tenemos-la-conciencia-tranquila-y-la-cabeza-bien-alta/"},
{"title": "El auge del fascismo no es casual ni fruto de 'grupos aislados', es la respuesta autoritaria del capitalismo a sus crisis internas", "description": "'Els 4 de València' hablan sobre el proceso judicial que enfrentan, con peticiones de condenas de hasta 14 años de cárcel y embargos de 7.800 euros: \"Llegamos al juicio con la cabeza alta, sin renunciar a nuestros posicionamientos y con la convicción de que no estamos solos\".", "date": "07 dic. 2025 - 08:00", "source": "https://diariosocialista.net/2025/12/07/el-auge-del-fascismo-no-es-casual-ni-fruto-de-grupos-aislados-es-la-respuesta-autoritaria-del-capitalismo-a-sus-crisis-internas/"},
{"title": "Nuestra intención es construir un muro de contención contra el giro autoritario de los estados y el fascismo", "description": "Gazte Koordinadora Sozialista (GKS) ha organizado movilizaciones para el 31 de enero en Bilbo e Iruñea. Nos hemos reunido con dos miembros de la organización, Marina Basurko y Danel Errazu, para hablar de las manifestaciones y, sobre todo, de sus retos políticos ante el auge del fascismo.", "date": "14 ene. 2026 - 12:08", "source": "https://diariosocialista.net/2026/01/14/nuestra-intencion-es-construir-un-muro-de-contencion-contra-el-giro-autoritario-de-los-estados-y-el-fascismo/"},
{"title": "“Ahora mismo el antifascismo en los Estados Unidos es el movimiento anti-ICE”", "description": "El historiador estadounidense exiliado Mark Bray habla sobre los profundos cambios que atraviesa la política interna en EE.UU. y los recientes acontecimientos en Minneapolis.", "date": "27 ene. 2026 - 11:00", "source": "https://diariosocialista.net/2026/01/27/ahora-mismo-el-antifascismo-en-los-estados-unidos-es-el-movimiento-anti-ice/"},
{"title": "La Fiscalía pide 51 años a un guardia civil por extorsión, robos y abusos en la Cañada Real", "description": "Una mafia policial usó bases de datos oficiales para chantajear con 500 euros semanales a vecinos, robaron cocaína y relojes de lujo, y acumularon chalecos y mascarillas de dotación en sus casas.", "date": "30 ene. 2026 - 08:00", "source": "https://diariosocialista.net/2026/01/30/la-fiscalia-pide-51-anos-a-un-guardia-civil-por-extorsion-robos-y-abusos-en-la-canada-real/"},
{"title": "La OMS retira al Estado español de la lista de países libres de sarampión", "description": "El desplome de la vacunación provoca que se haya \"reestablecido la transmisión endémica\" tras multiplicarse por 28 los casos confirmados en un año.", "date": "30 ene. 2026 - 11:00", "source": "https://diariosocialista.net/2026/01/30/la-oms-retira-al-estado-espanol-de-la-lista-de-paises-libres-de-sarampion/"},
{"title": "Un teniente de la Guardia Civil, detenido en València por agresión sexual y maltrato", "description": "La jueza lo deja en libertad con tobillera GPS tras ser investigado por tres agresiones sexuales y malos tratos a su expareja.", "date": "31 ene. 2026 - 11:00", "source": "https://diariosocialista.net/2026/01/31/un-teniente-de-la-guardia-civil-detenido-en-valencia-por-agresion-sexual-y-maltrato/"},
{"title": "Un hombre asesina a su expareja en Mos y se suicida tras huir y atrincherarse en O Porriño", "description": "Hallaron el cuerpo sin vida del hombre horas después del crimen; la mujer, de 52 años, no figuraba en el sistema VioGen y eleva a seis los feminicidios registrados en lo que va de 2026.", "date": "02 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/02/un-hombre-asesina-a-su-expareja-en-mos-y-se-suicida-tras-huir-y-atrincherarse-en-o-porrino/"},
{"title": "Ratifican la condena a un guardia civil por amenazar y agredir a su exmujer con un arma", "description": "El alto tribunal confirma la expulsión del agente maltratador tras una condena firme de tres años y nueve meses de prisión por agredir, patear y encañonar su expareja en Ávila.", "date": "02 feb. 2026 - 11:00", "source": "https://diariosocialista.net/2026/02/02/ratifican-la-condena-a-un-guardia-civil-por-amenazar-y-agredir-a-su-exmujer-con-un-arma/"},
{"title": "Un alto mando de la Ertzaintza condenado por robar una multa sigue en el cargo", "description": "Condenan a prisión por malversación al jefe de operaciones de Durango, anteriormente detenido por narcotráfico; al menos 4 ertzainas han sido detenidos por drogas en los últimos 5 años.", "date": "02 feb. 2026 - 17:02", "source": "https://diariosocialista.net/2026/02/02/un-alto-mando-de-la-ertzaintza-condenado-por-robar-una-multa-sigue-en-el-cargo/"},
{"title": "LaLiga ofrece recompensas de 50 euros por chivarse de bares que piratean el fútbol", "description": "La multimillonaria entidad futbolística española recluta clientes delatores a cambio de pequeñas recompensas para detectar locales hosteleros que emitan partidos sin pagar la licencia.", "date": "30 ene. 2026 - 11:00", "source": "https://diariosocialista.net/2026/01/30/laliga-ofrece-recompensas-de-50-euros-por-chivarse-de-bares-que-piratean-el-futbol/"},
{"title": "El Gobierno canario y la patronal impulsan acuerdos con empresas de Marruecos para la Copa del Mundo 2030", "description": "Una delegación de más de 60 empresarios e instituciones canarias firman convenios con la región marroquí de Souss Massa para explotar \"oportunidades conjuntas\".", "date": "30 ene. 2026 - 11:00", "source": "https://diariosocialista.net/2026/01/30/el-gobierno-canario-y-la-patronal-impulsan-acuerdos-con-empresas-de-marruecos-para-la-copa-del-mundo-2030/"},
{"title": "El 10% de los hogares más ricos del Estado español posee el 42% de la riqueza inmobiliaria residencial", "description": "La mitad más pobre de la población solo tiene el 12,5% del patrimonio en viviendas, en una tendencia de concentración agravada desde 2011.", "date": "31 ene. 2026 - 08:00", "source": "https://diariosocialista.net/2026/01/31/el-10-de-los-hogares-mas-ricos-del-estado-espanol-posee-el-42-de-la-riqueza-inmobiliaria-residencial/"},
{"title": "Un ingeniero señala que en la mina de Zarréu se extraía carbón ilegal: \"Todo el mundo lo sabía", "description": "Declara en la comisión investigadora que se sacaba mineral el mismo día de la explosión que mató a cinco mineros asturianos, y que el proyecto de investigación era \"una entelequia\".", "date": "31 ene. 2026 - 08:00", "source": "https://diariosocialista.net/2026/01/31/un-ingeniero-senala-que-en-la-mina-de-zarreu-se-extraia-carbon-ilegal-todo-el-mundo-lo-sabia/"},
{"title": "Los aranceles suponen un \"impuesto\" de 200.000 millones aplicado directamente al trabajador estadounidense", "description": "Trump traslada el 94% del coste de la guerra comercial a los hogares, mientras las grandes fortunas y las arcas públicas se nutren de una recaudación récord basada en el consumo básico.", "date": "01 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/01/los-aranceles-suponen-un-impuesto-de-200-000-millones-aplicado-directamente-al-trabajador-estadounidense/"},
{"title": "France Travail crea una “fuerza especial” para derivar personas desempleadas a la industria militar", "description": "La antigua Pôle Emploi firmó un convenio para incentivar a sus agentes a convertirse en reservistas y prepara un dispositivo conjunto con Defensa.", "date": "02 feb. 2026 - 08:23", "source": "https://diariosocialista.net/2026/02/02/france-travail-crea-una-fuerza-especial-para-derivar-personas-desempleadas-a-la-industria-militar/"},
{"title": "ICE ha multiplicado por diez el presupuesto del FBI para financiar sus 'cacerías' de migrantes", "description": "La ley 'Big Beautiful Bill' de Trump ha convertido a ICE en la agencia mejor financiada de EE.UU., con un presupuesto de 79.000 millones de dólares; las detenciones de personas de origen latinoamericano han aumentado un 600 %.", "date": "01 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/01/ice-ha-multiplicado-por-diez-el-presupuesto-del-fbi-para-financiar-sus-cacerias-de-migrantes/"},
{"title": "Miles desbordan el cerco policial en Turín en defensa del centro social Askatasuna", "description": "Tras el desalojo del histórico espacio okupado, una manifestación masiva y disturbios desafían la militarización urbana, los controles masivos y la retórica criminalizadora de Meloni.", "date": "01 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/01/miles-desbordan-el-cerco-policial-en-turin-en-defensa-del-centro-social-askatasuna/"},
{"title": "Antifascistas identifican al agente de ICE que roció con gas pimienta a un manifestante detenido en Minneapolis", "description": "Un colectivo antifascista difundió el nombre y el rostro del agente filmado mientras agredía a un manifestante ya inmovilizado.", "date": "02 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/02/antifascistas-identifican-al-agente-de-ice-que-rocio-con-gas-pimienta-a-un-manifestante-detenido-en-minneapolis/"},
{"title": "Varias empresas se embolsan 22.000 millones de dólares del despliegue antimigratorio de Trump", "description": "Palantir, Deloitte y otras firmas se benefician de contratos de ICE y CBP mientras crece la oposición de los trabajadores a su colaboración con la represión migratoria.", "date": "02 feb. 2026 - 08:13", "source": "https://diariosocialista.net/2026/02/02/empresas-se-embolsan-22-000-millones-de-dolares-del-despliegue-antimigratorio-de-trump/"},
{"title": "Más de 200 muertos en el derrumbe de una mina de coltán  en la República Democrática del Congo", "description": "El siniestro en Rubaya, bajo control de los mercenarios del M23, sepulta a mineros, incluidos niños; el mineral se trafica ilegalmente hacia Ruanda y financia al grupo armado.", "date": "02 feb. 2026 - 11:00", "source": "https://diariosocialista.net/2026/02/02/mas-de-200-muertos-en-el-derrumbe-de-una-mina-de-coltan-en-la-republica-democratica-del-congo/"},
{"title": "Musk a Epstein: “¿Qué día será la fiesta más salvaje en tu isla?”", "description": "Documentos del Departamento de Justicia incluyen emails de 2012 y 2013 entre ambos multimillonarios, donde se planificaba una posible visita a la isla de los horrores del pederasta.", "date": "02 feb. 2026 - 11:00", "source": "https://diariosocialista.net/2026/02/02/musk-a-epstein-que-dia-sera-la-fiesta-mas-salvaje-en-tu-isla/"},
{"title": "La regularización migratoria del Gobierno español sigue excluyendo a más de 340.000 personas", "description": "Cada regularizado aporta un beneficio fiscal de hasta 4.000 euros en un sistema que requiere 250.000 cotizantes anuales, y la burocracia requerida supone que cada funcionario gestione 1.250 expedientes en 65 días.", "date": "01 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/01/la-regularizacion-migratoria-del-gobierno-espanol-sigue-excluyendo-a-mas-de-340-000-personas/"},
{"title": "Mayoría absoluta de políticos profesionales en el Congreso", "description": "En 2023, dos de cada tres diputados vivían exclusivamente de la política y solo el 5,2% había trabajado en el sector privado en los cinco años anteriores.", "date": "01 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/01/mayoria-absoluta-de-politicos-profesionales-en-el-congreso/"},
{"title": "Sílvia Orriols promete rebajas fiscales a la burguesía catalana", "description": "Unos 200 empresarios y directivos acudieron a un encuentro privado organizado por Emilio Cuatrecasas con la líder de Aliança Catalana, que considera que “no hay mayorías para la independencia”.", "date": "02 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/02/silvia-orriols-promete-rebajas-fiscales-a-la-burguesia-catalana/"},
{"title": "La Iglesia española se fractura por la regularización de personas migrantes", "description": "Cáritas y la Conferencia Episcopal aprueban la regularización de medio millón de migrantes, mientras algunos obispos, Vox y la Falange denuncian “traición” y el PP evita confrontar.", "date": "02 feb. 2026 - 11:00", "source": "https://diariosocialista.net/2026/02/02/la-iglesia-espanola-se-fractura-por-la-regularizacion-de-personas-migrantes/"},
{"title": "46 años del asesinato fascista de Yolanda González", "description": "Pistoleros de Fuerza Nueva secuestraron y asesinaron en Madrid a la militante del Partido Socialista de los Trabajadores durante la madrugada del 1 al 2 de febrero de 1980.", "date": "02 feb. 2026 - 11:20", "source": "https://diariosocialista.net/2026/02/02/46-anos-del-asesinato-fascista-de-yolanda-gonzalez/"},
{"title": "Varias sedes gallegas del PP aparecen empapeladas con el lema “Partido Pirómano”", "description": "Señalan las sedes del PPdeG en Santiago, Ourense, Ferrol, Sada, Lugo y Gondomar por los incendios forestales: \"17 anos queimando Galiza\".", "date": "02 feb. 2026 - 12:44", "source": "https://diariosocialista.net/2026/02/02/varias-sedes-gallegas-del-pp-aparecen-empapeladas-con-el-lema-partido-piromano/"},
{"title": "B’Tselem cifra en al menos 84 los presos palestinos \"muertos\" bajo custodia israelí en dos años", "description": "Un nuevo informe documenta torturas sistemáticas, hambre y abusos sexuales en campos de concentración israelíes, prácticas respaldadas por el sistema político, judicial y penitenciario de Israel.", "date": "22 ene. 2026 - 11:47", "source": "https://diariosocialista.net/2026/01/22/btselem-cifra-en-al-menos-84-los-presos-palestinos-muertos-bajo-custodia-israeli-en-dos-anos/"},
{"title": "Trump presenta su \"nueva Gaza\" en Davos", "description": "El asesor Jared Kushner anuncia un plan para convertir la Franja en un enclave económico y turístico, mientras el genocidio continúa y miles de palestinos siguen bajo los escombros.", "date": "23 ene. 2026 - 08:00", "source": "https://diariosocialista.net/2026/01/23/trump-presenta-su-nueva-gaza-en-davos/"},
{"title": "Se formaliza la creación de la \"Junta de Paz\" para Gaza en Davos", "description": "La iniciativa arranca con el apoyo de gobiernos de Europa del Este, Oriente Medio, Asia Central y América Latina, mientras las principales potencias occidentales se mantienen al margen.", "date": "23 ene. 2026 - 11:00", "source": "https://diariosocialista.net/2026/01/23/se-formaliza-la-creacion-de-la-junta-de-paz-para-gaza-en-davos/"},
{"title": "Netanyahu recibe a Vox para agradecer su \"apoyo constante\" a Israel", "description": "El genocida alaba a 'Patriotas por Europa' como \"hermanos en la lucha por la civilización judeocristiana contra el islam y la izquierda radical\", y anuncia la creación de una rama israelí del grupo.", "date": "29 ene. 2026 - 08:00", "source": "https://diariosocialista.net/2026/01/29/netanyahu-recibe-a-vox-para-agradecer-su-apoyo-constante-a-israel/"},
{"title": "Israel reabrirá Rafah parcialmente tras dos años de bloqueo", "description": "El paso fronterizo de Gaza con Egipto se abrirá este domingo solo para \"movimiento limitado\" de personas, bajo supervisión israelí y europea.", "date": "31 ene. 2026 - 08:00", "source": "https://diariosocialista.net/2026/01/31/israel-reabrira-rafah-parcialmente-tras-dos-anos-de-bloqueo/"},
{"title": "Israel mata a más de 30 palestinos en un solo día en Gaza", "description": "Con el ataque más mortífero registrado durante el \"alto el fuego\", los genocidas han asesinado ya a más de 500 gazatíes desde octubre.", "date": "01 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/01/israel-mata-a-mas-de-30-palestinos-en-un-solo-dia-en-gaza/"},
{"title": "De trenes y muerte", "description": null, "date": "23 ene. 2026 - 11:08", "source": "https://diariosocialista.net/2026/01/23/de-trenes-y-muerte/"},
{"title": "EEUU: el nuevo Estado autoritario ya está aquí", "description": null, "date": "26 ene. 2026 - 08:00", "source": "https://diariosocialista.net/2026/01/26/eeuu-el-nuevo-estado-autoritario-ya-esta-aqui/"},
{"title": "Contra el fascismo y el autoritarismo de los estados, este sábado a Bilbo e Iruñea", "description": null, "date": "28 ene. 2026 - 16:33", "source": "https://diariosocialista.net/2026/01/28/contra-el-fascismo-y-el-autoritarismo-de-los-estados-este-sabado-a-bilbo-e-irunea/"},
{"title": "Los correos de Mette-Marit con Epstein desatan un escándalo en la monarquía noruega", "description": "Los archivos desclasificados en EE.UU. revelan años de contacto por email entre la princesa heredera y el multimillonario pederasta, en plena antesala del juicio por violación contra su hijo.", "date": "03 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/03/los-correos-de-mette-marit-con-epstein-desatan-un-escandalo-en-la-monarquia-noruega/"},
{"title": "ERE en Tubos Reunidos: hasta 520 trabajadores en riesgo en Amurrio y Trapagaran", "description": "La siderúrgica anuncia un recorte masivo de empleo en Araba y Bizkaia, con un mínimo de 130 despidos. Los sindicatos, unidos en el rechazo, convocan huelgas ante el plan de la patronal.", "date": "02 feb. 2026 - 17:24", "source": "https://diariosocialista.net/2026/02/02/ere-en-tubos-reunidos-hasta-520-trabajadores-en-riesgo-en-amurrio-y-trapagaran/"},
{"title": "Un residente de una geriátrica pública en Madrid pone fin a 25 días de huelga de hambre por la comida", "description": "El interno protesta por los menús de la residencia de ancianos,donde se destinan 6,98 euros diarios por residente.", "date": "03 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/03/un-residente-de-una-geriatrica-publica-en-madrid-pone-fin-a-25-dias-de-huelga-de-hambre-por-la-comida/"},
{"title": "El portavoz de Vox en Aragón sigue registrando dietas de viaje asociadas a Monzón, aunque declara vivir en Zaragoza", "description": "David Arranz figura en web oficial de las Cortes de Aragón con la segunda mayor tarifa de 21.961 euros anuales por desplazamiento en 2024, contradiciendo sus declaraciones previas.", "date": "03 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/03/el-portavoz-de-vox-en-aragon-sigue-registrando-dietas-de-viaje-asociadas-a-monzon-aunque-declara-vivir-en-zaragoza/"},
{"title": "Una huelga masiva paraliza el transporte público en Alemania", "description": "Decenas de miles de empleados echan un pulso a los gobiernos locales de 150 ciudades para exigir mejores salarios y jornadas más cortas tras el bloqueo de las negociaciones.", "date": "03 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/03/una-huelga-masiva-paraliza-el-transporte-publico-en-alemania/"},
{"title": "México frena el envío de petróleo a Cuba por la presión de Washington", "description": "Sheinbaum asegura que buscará \"una solución diplomática\" y anuncia \"ayuda humanitaria\", mientras Trump amenaza con estragular energéticamente a la isla.", "date": "03 feb. 2026 - 08:00", "source": "https://diariosocialista.net/2026/02/03/mexico-frena-el-envio-de-petroleo-a-cuba-por-la-presion-de-washington/"}
]